{
  "LuaSnip": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "guess-indent.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-tool-installer.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "obsidian.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "rose-pine": { "branch": "main" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "which-key.nvim": { "branch": "main" }
}
